//一句话的自我介绍
大家好,我叫彭持辉,是一名web前端工程师,目前正在找工作


//一分钟的自我介绍  笑着说
你好,姓彭,名持辉,在这之前我主要负责 
猛派科技有限公司,前端项目组的开发工作.
如瑞恩商城,豪恩静态网站等的制作和渲染
在做这些项目中,不仅学到了业务知识,技术知识,
还学会了很多做人的道理,不管做什么,最好的唯一办法就是沟通


//三分钟的自我介绍

//这个工作获得什么
对我来说，最重要的是自己所做的工作是否适合我。
我的意思是说，这份工作应该能让我发挥专长——这会给我带来一种满足感。
我还希望所做的工作能够对我目前的技能水平形成挑战，从而能促使我提升自己。

//短期目标和长期目标
我每五年就制定一项个人计划，这个计划中包含一个总体目标和一系列短期目标。
每6 个月我就回顾一下自己的进展，然后做出必要的修改。
很明显，我当前的计划就是实现职业转变，也就是找到更满意的工作

//给我一个任务会怎么做
第一、分析项目的优劣点，明确项目的目标，让后开始分析，
看自己的角度和领导的想法、产品的方向是否 xian 相契合。
这个主要处理问题站的角度不一样，或者利弊分析不一样。
所以我首先会站在领导的角度去考虑这个问题，不管是否想的通，
我都会向领导交流学习，了解领导为什么这样做，也许是自己考虑不周全等等；
第二、弄清楚后，再阐述自己的想法，后续会怎么做，手段是什么样的。
阐述清楚个人观点 和意见，我想这不仅是对我自己负责，也是对我的工作负责；
第三、做这件事后会有什么样的风险？
如果达到了预期目标，后续怎么继续维持下去，如果达不到，有应该用什么方式进行弥补？如何调整？

//自我介绍
回答最好在90 秒内，不超过3 分钟，且概要说明过去的工作成绩、
应聘这个岗位未来的职业规划。 回答的时间最好在90 秒，最长不超过3 分钟。
一般人回答这个问题过于平常，只说姓名、年龄、爱好、工作经验，这些在简历上都有。
其实，企业最希望知道的是求职者能否胜任工作，包括：最强的技能、
最深入研究的知识领域、个性中最积极的部分、做过的最成功的事，
主要的成就等，这些都可以和学习无关，也可以和学习有关，但要突出积极的个性和做事的能力，
说得合情合理企业才会相信。企业很重视一个人的礼貌，求职者要尊重考官，
在回答每个问题之后都说一句“谢谢”，企业喜欢有礼貌的求职者。

//你还有什么问题
贵公司对新入公司的员工有没有什么培训项目，我可以参加吗？
或者说贵公司的晋升机制是什么样的

对待这个问题大有讲究，有三方面的注意点。

一是判断。通常通过整个面试的全过程可以大概地判断出主考方对自己的兴趣，
如仔细询问工作经验、反复询问待遇情况、反复了解上下班路途、表情热切等等，
可以看出对方的态度是积极的；反之，若三言两语结束面谈、问题不够深入涉及工作，
从未涉及薪水待遇，则可以看出对方的态度很消极。
如果判断下来对方的态度是积极的，求职者不妨先问一二个问题证实一下自己的判断，
反之则只要问一个问题即可，完全是出于礼貌的需要。

 二是应变。要知道回答这样的问话不是很简单的，
即便对方态度十分热忱也有可能由于求职者问话不当而造成误解。
一般说来，在用人单位表示出对求职者极大的兴趣的前提下，针对初试
复试的不同情 况可以询问不同的问题。
初试时提出的问题最好少涉及薪金、待遇，应询问有关工作职责、业务范畴之类，使用人单位感受到求职者的敬业精神；
而在复试时则可以讨论诸如薪酬福利、交通、培训等同个人利益比较相关的问题。
但切记，问到个人待遇方面的问题要谨慎适度，用人单位介绍过的就不必多问，
也不要喋喋不休反复问个不停，更不能表现出算帐本领高超，十分精明。

 三是澄清。每个求职者都应当确信通过数次面试下列问题已是心中十分明了的，如果心中无数，则一定要问清。
 这些问题主要包括：用人单位规模、求职者的职务与职责、技术与设备水准、产品的水平、市场占有率、
 用人单位的发展目标（即招人的动机）、求职者所处的部门的纵向（上、下级）和横向（其它部门）的关系、薪资待遇、其他福利等。
如果求职者尚未搞清上述的全部问题而不提问或只在某一二个问题上反复计较都是不理智的行为。


//说说自己的缺点
我在那件事上做得不是很成功，但是我从里面学到了以下几个方面的经验和教训，
它对我以后几方面的工作，产生了深远的影响。那么由于这次失败，我能够在以后的几件事情里，做得非常成功。

//为什么希望来我们公司
你可能说你的研究表明这个公司所做的工作正是你说希望参与的，
并且他们做这个工作的方式极大的吸引了你。
例如，如果这个公司由于强大的管理而着称，纳闷你的答案可以提到这个事实，并表示你希望成为这个小组的一员。
如果这个公司着重强调研发，那么就强调你希望创造你的事物，而你知道这个公司非常鼓励这样的行为。
如果这个公司 强调经济控制，你的答案就应该包含对数字的热爱。

//你希望这个职位的薪水是多少


//怎么面对这个新工作
a、给自己时间去思考和制定计划。你永远不要在上任的前三个月就去注意问题、优点和缺点。
因此，利用这一时间去吸收，并在着手去完成一件事情之前找到新的见解。
b、建立信任。坦率地说，你应该在每项工作中做这件事情。但你在和对你是否正直，
你的政治立场是什么，以及你的忠诚所在尚存疑虑的人打交道。这是一件至关重要的事情，
你的新同事想要了解你，所以请确保你把这件事情做好了。
c、了解你的前任。他或她有哪些长处？如果还能联系到他们，他们能提供指导吗？
如果联系不到他们，谁是他们信任的同 事？在高级职位上，重要的是发出这样的信号
，你不是个替换者；你就是你自己。但明白你的前任看重什么是明智之举，
只要确保你不会不知不觉地受到挫折。在职 位描述之外还有很多东西，
所以确保你明白了每个人都希望什么。
